const langArr = {
    // header
    "title": {
        "ru": "Защитные покрытия | Sparkle Studio",
        "ua": "Захисні покриття | Sparkle Studio",
    },
    "chemical": {
        "ru": "химчистка",
        "ua": "хімчистка",
    },
    "film": {
        "ru": "бронепленка",
        "ua": "бронєплівка",
    },
    "defence": {
        "ru": "покрытия",
        "ua": "покриття",
    },
    "wash": {
        "ru": "мойка",
        "ua": "мийка",
    },
    "toning": {
        "ru": "тонировка",
        "ua": "тоніровка",
    },
    // header-mob
    "home": {
        "ru": "главная",
        "ua": "головна",
    },
    "chemical-mob": {
        "ru": "химчистка",
        "ua": "хімчистка",
    },
    "film-mob": {
        "ru": "бронепленка",
        "ua": "бронєплівка",
    },
    "defence-mob": {
        "ru": "покрытия",
        "ua": "покриття",
    },
    "wash-mob": {
        "ru": "мойка",
        "ua": "мийка",
    },
    "toning-mob": {
        "ru": "тонировка",
        "ua": "тоніровка",
    },

    // HERO
    "hero-title": {
        "ru": "Защитные покрытия",
        "ua": "Захисні покриття",
    },
    "hero-text-1": {
        "ru": "Твердый воск",
        "ua": "Твердий воск",
    },
    "hero-text-2": {
        "ru": "Гидрофобное покрытие для стекл",
        "ua": "Гідрофобне покриття для скла",
    },
    "hero-button-link": {
        "ru": "ПОЗВОНИТЬ",
        "ua": "ЗАТЕЛЕФОНУВАТИ",
    },

    // SELL TEXT

    "sell-text": {
        "ru": "Оставляй автомобиль неотразимым",
        "ua": "Залишай авто чарівним",
    },
    "sell-text-2": {
        "ru": "<b> Хотите, чтобы Ваш автомобиль всегда оставался неотразим?</b> <br> Но множество факторов внешней среды этого не хотят. Агрессивные реагенты, ультрафиолет, а также щелочная химия на автомойках. Такие защитные покрытия как кварцевое и твердый воск, помогут Вам защитить ЛКП автомобиля, а также придадут:",
        "ua": "<b> Бажаєте, щоб Ваш автомобіль завжди залишався чарівним?</b> <br> Але безліч факторів довкілля цього не хочуть. Агресивні реагенти, ультрафіолет, а також лужна хімія на автомийках. Такі захисні покриття як кварцове та твердий віск, допоможуть Вам захистити ЛКП автомобіля, а також додадуть:",
    },
   
    "sell-text-item-text-1": {
        "ru": "насыщенный и глубокий цвет лакокрасочному покрытию",
        "ua": "насичений та глибокий колір лакофарбовому покриттю",
    },
    "sell-text-item-text-2": {
        "ru": "уменьшает воздействие ультрафиолета, краска на кузове не будет выгорать и терять свой внешний вид",
        "ua": "зменшить вплив ультрафіолету, фарба на кузові не вигорятиме та не втрачатиме свій зовнішній вигляд",
    },
    "sell-text-item-text-3": {
        "ru": "придадут гидрофобный эффект",
        "ua": "надасть гідрофобний ефект",
    },

    //SOLUTION 
    "solution-title": {
        "ru": "Решение",
        "ua": "Рішення",
    },
    "rain-solution-item-title": {
        "ru": "Антидождь",
        "ua": "Антидощ",
    },
    "rain-solution-item-text": {
        "ru": "<b>Гидрофобное покрытие для стекла</b> Придаёт сильные водоотталкивающие свойства,при которых вода, собираясь в капли, не задерживается на обработанной поверхности.Встречный поток воздуха сбрасывает капли со стекла уже на 50 км\ч. <br>Покрытие препятствует отложениям в виде:",
        "ua": "<b>Гідрофобне покриття для скла</b> Надає сильних водовідштовхувальні властивості, при яких вода, збираючись у краплі, не затримується на обробленій поверхні. Зустрічний потік повітря скидає краплі зі скла вже на 50 км/год. <br>Покриття перешкоджає відкладенням у вигляді:",
    },
    "rain-solution-item-text-item-text-1": {
        "ru": "грязи",
        "ua": "бруду",
    },
    "rain-solution-item-text-item-text-2": {
        "ru": "мошки и птичьего гуано",
        "ua": "мошки та пташиного гуано",
    },
    "rain-solution-item-text-item-text-3": {
        "ru": "образование ледяной корки",
        "ua": "появі крижаної кірки",
    },
    "vosk-solution-item-title": {
        "ru": "Твердый воск",
        "ua": "Твердий воск",
    },
    "vosk-solution-item-text-1": {
        "ru": "<b>New Water Block</b> создает на кузове:",
        "ua": "<b>New Water Block</b> створює на кузові:",
    },
    "vosk-solution-item-text-2": {
        "ru": "Автомобиль дольше остается чистым.",
        "ua": "Автомобіль довше залишається чистим.",
    },    
    "solution-item-text-item-text-1": {
        "ru": "прочный защитный слой",
        "ua": "міцний захисний шар",
    },
    "solution-item-text-item-text-2": {
        "ru": "идеально ровную поверхность",
        "ua": "ідеально рівну поврехню",
    },
    "solution-item-text-item-text-3": {
        "ru": "унникальный гидрофобный эффект",
        "ua": "унікальний гідрофобний ефект",
    },
    "solution-item-text-item-text-4": {
        "ru": "насыщяет блеском",
        "ua": "насичує блиском",
    },
    "solution-item-text-item-text-5": {
        "ru": "скрывает мелки повреждеия (паутину)",
        "ua": "приховує дрібні пошкодження (павутину)",
    },
    "disk-solution-item-title": {
        "ru": "Защита для дисков",
        "ua": "Захист для дисків",
    },
    "disk-solution-item-text-1": {
        "ru": "Диски очень быстро загрязняются:",
        "ua": "Диски дуже швидко забруднюються:",
    },
    "disk-solution-item-text-2": {
        "ru": "Чтобы уменьшить количество этих загрязнений во время езды, рекомендуем нанести защитное покрытие на диски.",
        "ua": "Щоб зменшити кількість забруднень під час їзди, рекомендуємо нанести захисне покриття на диски.",
    },
    "disk-solution-item-text-item-text-1": {
        "ru": "грязью",
        "ua": "брудом",
    },
    "disk-solution-item-text-item-text-2": {
        "ru": "металлической пылью от колодок",
        "ua": "металевим пилом від колодок",
    },
    "disk-solution-item-text-item-text-3": {
        "ru": "битумом",
        "ua": "бітумом",
    },

    // PRICE
    "price-title": {
        "ru": "Что входит в комплекс?",
        "ua": "",
    },
    "rain-price-item-title": {
        "ru": `"Антидождь"`,
        "ua": `"Антидощ"`,
    },
    "rain-price-item-text-item-text-1": {
        "ru": `Очищаем стекла "Glass Compound" Soft99`,
        "ua": `Очищуємо скло "Glass Compound" Soft99`,
    },
    "rain-price-item-text-item-text-2": {
        "ru": "Обезжириваем",
        "ua": "Знежирюємо",
    },
    "rain-price-item-text-item-text-3": {
        "ru": `Наносим состав "Glaco" Soft99`,
        "ua": `Наносимо склад "Glaco" Soft99`,
    },
    "rain-price-item-text-price": {
        "ru": "<b>Стоимость услуги от 500 грн.*</b>",
        "ua": "<b>Вартість послуги від 500 грн.*</b>",
    },
    "rain-price-item-link": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "vosk-price-item-title": {
        "ru": `"Твердый воск"`,
        "ua": `"Твердий віск"`,
    },
    "vosk-price-item-text-item-text-1": {
        "ru": `Моем автомобиль двухфазной мойкой с нанесением антибитума`,
        "ua": `Миємо автомобіль двофазним миттям з нанесенням антибітуму`,
    },
    "vosk-price-item-text-item-text-2": {
        "ru": `Очищаем автомобиль "глиной для кузова" от въевшихся загрязнений`,
        "ua": `Очищаємо автомобіль "глиною для кузова" від забруднень, що в'їлися.`,
    },
    "vosk-price-item-text-item-text-3": {
        "ru": `Обезжириваем кузов`,
        "ua": `Знежирюємо кузов`,
    },
    "vosk-price-item-text-item-text-4": {
        "ru": `Наносим Воск`,
        "ua": `Наносимо Віск`,
    },
    "vosk-price-item-text-item-text-5": {
        "ru": `Убираем салон`,
        "ua": `Прибираємо салон`,
    },
    "vosk-price-item-text-item-text-6": {
        "ru": `Черним резину`,
        "ua": `Робимо чорніння шин`,
    },
    "vosk-price-item-text-price": {
        "ru": "<b>Стоимость услуги от 1100 грн.*</b>",
        "ua": "<b>Вартість послуги від 1100 грн.*</b>",
    },
    "vosk-price-item-link": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "disk-price-item-title": {
        "ru": `"Защита для дисков"`,
        "ua": `"Захист для дисків"`,
    },
    "disk-price-item-text-item-text-1": {
        "ru": `Моем диски с нанесением антибитума и очищаем кислотой`,
        "ua": `Миємо диски з нанесенням антибітуму та очищаємо кислотою`,
    },
    "disk-price-item-text-item-text-2": {
        "ru": `Обезжириваем диски`,
        "ua": `Знежирюємо диски`,
    },
    "disk-price-item-text-item-text-3": {
        "ru": `Наносим воск`,
        "ua": `Наносимо Віск`,
    },
    "disk-price-item-text-item-text-4": {
        "ru": `Черним резину`,
        "ua": `Робимо чорніння шин`,
    },
    "disk-price-item-text-price": {
        "ru": "<b>Стоимость услуги от 500 грн.*</b>",
        "ua": "<b>Вартість послуги від 500 грн.*</b>",
    },
    "disk-price-item-link": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "price-text-ref": {
        "ru": "*Стоимость услуги зависит от размера авто и размеров дисков",
        "ua": "*Вартість послуги залежить від розміру авто та розмірів дисків",
    },
    
    // CONTACT FORM
    "contact-title-part": {
        "ru": "Запись",
        "ua": "Запис",
    },
    "contact-title-part-2": {
        "ru": "на бесплатную консультацию",
        "ua": "на безкоштовну консультацію",
    },
    "contact-form-button": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "content": {
        "ru": "Спасибо, мы скоро с вами свяжемся",
        "ua": "Дякуємо, ми скоро з вами зв'яжемось",
    },

     // FOOTER
    "footer-home": {
        "ru": "Главная",
        "ua": "Головна",
    },
    "footer-chemical": {
        "ru": "Химчистка",
        "ua": "Хімчистка",
    },
    "footer-film": {
        "ru": "Бронепленка",
        "ua": "Бронєплівка",
    },
    "footer-defence": {
        "ru": "Покрытия",
        "ua": "Покриття",
    },
    "footer-wash": {
        "ru": "Мойка",
        "ua": "Мийка",
    },
    "footer-toning": {
        "ru": "Тонировка",
        "ua": "Тоніровка",
    },
    "footer-link-address": {
        "ru": "ул. Марьинская 20",
        "ua": "вул. Мар'їнська 20",
    },
}