const langArr = {
    // header
    "title": {
        "ru": "Детейлинг химчистка салона | Sparkle Studio",
        "ua": "Дітейлінг хімчистка салону | Sparkle Studio",
    },
    "chemical": {
        "ru": "химчистка",
        "ua": "хімчистка",
    },
    "film": {
        "ru": "бронепленка",
        "ua": "бронєплівка",
    },
    "defence": {
        "ru": "покрытия",
        "ua": "покриття",
    },
    "wash": {
        "ru": "мойка",
        "ua": "мийка",
    },
    "toning": {
        "ru": "тонировка",
        "ua": "тоніровка",
    },
    // header-mob
    "home": {
        "ru": "главная",
        "ua": "головна",
    },
    "chemical-mob": {
        "ru": "химчистка",
        "ua": "хімчистка",
    },
    "film-mob": {
        "ru": "бронепленка",
        "ua": "бронєплівка",
    },
    "defence-mob": {
        "ru": "покрытия",
        "ua": "покриття",
    },
    "wash-mob": {
        "ru": "мойка",
        "ua": "мийка",
    },
    "toning-mob": {
        "ru": "тонировка",
        "ua": "тоніровка",
    },

    // HERO
    "hero-title": {
        "ru": "Детейлинг химчистка салона автомобиля",
        "ua": "Дітейлінг хімчистка салону автомобіля",
    },
    "hero-button-link": {
        "ru": "ПОЗВОНИТЬ",
        "ua": "ЗАТЕЛЕФОНУВАТИ",
    },

    // INFORMATION
    "information-text-1": {
        "ru": "Элементы внутренней отделки автомобиля спустя какое-то время теряют свой лоск и привлекательность. <br /> Этому способствует:",
        "ua": "Елементи внутрішньої обробки автомобіля через якийсь час втрачають свій блиск і привабливість. <br /> Цьому сприяє:",
    },
    "information-text-item-text-1": {
        "ru": "пыль",
        "ua": "пил",
    },
    "information-text-item-text-2": {
        "ru": "грязь",
        "ua": "бруд",
    },
    "information-text-item-text-3": {
        "ru": "пролитая жидкость",
        "ua": "розлита рідина",
    },
    "information-text-item-text-4": {
        "ru": "сигаретный дым и пепел",
        "ua": "сигаретний дим та попіл",
    },
    "information-text-2": {
        "ru": "Мы рекомендуем делать химчистку минимум раз в год, в идеале раз в 6 месяцев",
        "ua": "Ми рекомендуємо робити хімчистку щонайменше раз на рік, в ідеалі раз на 6 місяців",
    },

    // PROCESS
    "process-title": {
        "ru": "Процесс химчистки включает:",
        "ua": "Процес хімчистки включає:",
    },
    "process-item-text-1": {
        "ru": "Детейлинг мойка кузова автомобиля",
        "ua": "Детейлінг миття кузова автомобіля",
    },
    "process-item-text-2": {
        "ru": "Химчистка напольного покрытия салона и багажника",
        "ua": "Хімчистка підлогового покриття салону та багажника",
    },
    "process-item-text-3": {
        "ru": "Химчистка обивки потолк",
        "ua": "Хімчистка оббивки стелі",
    },
    "process-item-text-4": {
        "ru": "Химчистка сидений, торпедо, центральной консоли, дверных карт",
        "ua": "Хімчистка сидінь, торпедо, центральної консолі,  дверних карт",
    },
    "process-item-text-5": {
        "ru": "Сушка салона автомобиля",
        "ua": "Сушіння салону автомобіля",
    },

    // SELL TEXT
    "sell-text": {
        "ru": "Качественная химчистка салона автомобиля подразумевает обработку всех элементов, в том числе каждого стыка между панелями и мелкими деталями салона. Химчистка в нашей детейлинг студии полностью вернет салону вашего автомобиля первоначальный лоск и эстетичность. <br /> <br /> Наши специалисты выполняют химчистку салона авто, используя только эффективное современное оборудование и качественные моющие средства, которые не вызывают аллергии и не нанесут вреда поверхностям в салоне автомобиля.",
        "ua": "Якісна хімчистка салону автомобіля передбачає обробку всіх елементів, у тому числі кожного стику між панелями та дрібними деталями салону. Хімчистка в нашій детейлінг студії повністю поверне салону вашого автомобіля початковий лиск і естетичність. <br /> <br /> Наші фахівці виконують хімчистку салону авто, використовуючи тільки ефективне сучасне обладнання та якісні миючі засоби, які не викликають алергії та не завдають шкоди поверхням у салоні автомобіля.",
    },

    // PRICE
    "price-title": {
        "ru": "Прайс",
        "ua": "Прайс",
    },
    "price-item-title-cupe": {
        "ru": "Купе",
        "ua": "Купе",
    },
    "price-item-title-cupe-wash": {
        "ru": "Мойка автомобиля",
        "ua": "Миття автомобіля",
    },
    "price-item-title-cupe-chemistry": {
        "ru": "Химчистка салона",
        "ua": "Хімчистка салону",
    },
    "price-item-link-cupe": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "price-item-title-sedan": {
        "ru": "Седан",
        "ua": "Седан",
    },
    "price-item-title-sedan-wash": {
        "ru": "Мойка автомобиля",
        "ua": "Миття автомобіля",
    },
    "price-item-title-sedan-chemistry": {
        "ru": "Химчистка салона",
        "ua": "Хімчистка салону",
    },
    "price-item-link-sedan": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "price-item-title-cross": {
        "ru": "Кроссовер",
        "ua": "Кросовер",
    },
    "price-item-title-cross-wash": {
        "ru": "Мойка автомобиля",
        "ua": "Миття автомобіля",
    },
    "price-item-title-cross-chemistry": {
        "ru": "Химчистка салона",
        "ua": "Хімчистка салону",
    },
    "price-item-link-cross": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "price-item-title-jeep": {
        "ru": "Джип/ <br /> Микроавтобус",
        "ua": "Джип/ <br /> Мікроавтобус",
    },
    "price-item-title-jeep-wash": {
        "ru": "Мойка автомобиля",
        "ua": "Миття автомобіля",
    },
    "price-item-title-jeep-chemistry": {
        "ru": "Химчистка салона",
        "ua": "Хімчистка салону",
    },
    "price-item-link-jeep": {
        "ru": "Записаться",
        "ua": "Записатись",
    },

    // CONTACT FORM
    "contact-title-part": {
        "ru": "Запись",
        "ua": "Запис",
    },
    "contact-title-part-2": {
        "ru": "на бесплатную консультацию",
        "ua": "на безкоштовну консультацію",
    },
    "contact-form-button": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "content": {
        "ru": "Спасибо, мы скоро с вами свяжемся",
        "ua": "Дякуємо, ми скоро з вами зв'яжемось",
    },

     // FOOTER
    "footer-home": {
        "ru": "Главная",
        "ua": "Головна",
    },
    "footer-chemical": {
        "ru": "Химчистка",
        "ua": "Хімчистка",
    },
    "footer-film": {
        "ru": "Бронепленка",
        "ua": "Бронєплівка",
    },
    "footer-defence": {
        "ru": "Покрытия",
        "ua": "Покриття",
    },
    "footer-wash": {
        "ru": "Мойка",
        "ua": "Мийка",
    },
    "footer-toning": {
        "ru": "Тонировка",
        "ua": "Тоніровка",
    },
    "footer-link-address": {
        "ru": "ул. Марьинская 20",
        "ua": "вул. Мар'їнська 20",
    },
}