const langArr = {
    // header
    "title": {
        "ru": "Детейлинг пленка  | Sparkle Studio",
        "ua": "Дітейлінг плівка | Sparkle Studio",
    },
    "chemical": {
        "ru": "химчистка",
        "ua": "хімчистка",
    },
    "film": {
        "ru": "бронепленка",
        "ua": "бронєплівка",
    },
    "defence": {
        "ru": "покрытия",
        "ua": "покриття",
    },
    "wash": {
        "ru": "мойка",
        "ua": "мийка",
    },
    "toning": {
        "ru": "тонировка",
        "ua": "тоніровка",
    },
    // header-mob
    "home": {
        "ru": "главная",
        "ua": "головна",
    },
    "chemical-mob": {
        "ru": "химчистка",
        "ua": "хімчистка",
    },
    "film-mob": {
        "ru": "бронепленка",
        "ua": "бронєплівка",
    },
    "defence-mob": {
        "ru": "покрытия",
        "ua": "покриття",
    },
    "wash-mob": {
        "ru": "мойка",
        "ua": "мийка",
    },
    "toning-mob": {
        "ru": "тонировка",
        "ua": "тоніровка",
    },

    // HERO
    "hero-title": {
        "ru": "Оклейка антигравийной пленкой",
        "ua": "Обклеювання антигравійною плівкою",
    },
    "hero-text-1": {
        "ru": "Полная оклейка кузова",
        "ua": "Повне обклеювання кузова",
    },
    "hero-text-2": {
        "ru": "Оклейка фронтовой части автомобиля",
        "ua": "Обклеювання фронтової частини автомобіля",
    },
    "hero-text-3": {
        "ru": "Частичная оклейка кузова",
        "ua": "Часткове обклеювання кузова",
    },
    "hero-text-4": {
        "ru": "Оклейка основных зон риска",
        "ua": "Обклеювання основних зон ризику",
    },
    "hero-button-link": {
        "ru": "ПОЗВОНИТЬ",
        "ua": "ЗАТЕЛЕФОНУВАТИ",
    },

    // SUNTEK
    "suntek-title": {
        "ru": "ОКЛЕЙКА АВТО ПЛЕНКОЙ SUNTEK",
        "ua": "ОБКЛІЮВАННЯ АВТО ПЛІВКОЮ SUNTEK",
    },
    "suntek-text": {
        "ru": " Прозрачная защитная пленка SunTek PPF (Paint Protection Films) - является одной из лучших антигравийных пленок для кузова автомобиля в настоящее время.",
        "ua": "Прозора захисна плівка SunTek PPF (Paint Protection Films) є однією з кращих антигравійних плівок для кузова автомобіля на даний час.",
    },
    "suntek-title-second": {
        "ru": "Преимущества полиуретановой защитной пленки Сантек:",
        "ua": "Переваги поліуретанової захисної плівки Сантек:",
    },
    "suntek-item-text-1": {
        "ru": "Защита покрытия авто от сколов, царапин, насекомых и других механических воздействий",
        "ua": "Захист покриття авто від сколів, подряпин, комах та інших механічних впливів",
    },
    "suntek-item-text-2": {
        "ru": "Визуальная прозрачность",
        "ua": "Візуальна прозорість",
    },
    "suntek-item-text-3": {
        "ru": "Увеличивает срок службы лакокрасочного покрытия автомобиля",
        "ua": "Збільшує термін служби лакофарбового покриття автомобіля",
    },
    "suntek-item-text-4": {
        "ru": "Придает глянцевый блеск ЛКП",
        "ua": "Надає глянсовий блиск ЛКП",
    },
    "suntek-item-text-5": {
        "ru": "Плотная и устойчивая к химическим воздействиям",
        "ua": "Щільна та стійка до хімічних впливів",
    },
    "suntek-item-text-6": {
        "ru": "Длительная гарантия от производителя",
        "ua": "Тривала гарантія від виробника",
    },
    "suntek-item-text-7": {
        "ru": "При необходимости можно демонтировать пленку, при этом ЛКП не будет повреждено",
        "ua": "За потреби можна демонтувати плівку, при цьому ЛКП не буде пошкоджено",
    },
    "suntek-item-text-8": {
        "ru": "Нет необходимости в специальном уходе",
        "ua": "Немає необхідності у спеціальному догляді",
    },

    // STEPS
    "steps-title": {
        "ru": "Этапы оклейки антигравийной пленкой",
        "ua": "Етапи обклеювання антигравійною плівкою",
    },
    "steps-item-text-1": {
        "ru": `В первую очередь мы <span class="steps-item-text-underline">тщательно моем ваш автомобиль</span>и подготавливаем рабочую поверхность. Обезжириваем детали и обрабатываем их для дальнейшей оклейки антигравийной пленкой.`,
        "ua": `Насамперед ми <span class="steps-item-text-underline">ретельно миємо ваш автомобіль </span>та готуємо робочу поверхню. Знежирюємо деталі та обробляємо їх для подальшого обклеювання антигравійною плівкою.`,
    },
    "steps-item-text-2": {
        "ru": `Следующим этапом, если детали были подвержены износу, мы <span class="steps-item-text-underline">выполняем мягкую полировку</span> безабразивными пастами. Полировка необходима для удаления царапин на лаковом слое.`,
        "ua": `Наступним етапом, якщо деталі були схильні до зносу, ми <span class="steps-item-text-underline"> виконуємо м'яке полірування</span> безабразивними пастами. Полірування необхідне для видалення подряпин на лаковому шарі.`,
    },
    "steps-item-text-3": {
        "ru": `На финальном этапе мы <span class="steps-item-text-underline"> оклеиваем автомобиль антигравийной пленкой.</span> Полиуретановую пленку важно устанавливать с полным соблюдением технологии для избежания появления клеевых растяжек и пузырей под пленкой. При установке полиуретановой пленки SunTek в нашем детейлинг центре, мы даем гарантию минимум на 5 лет.`,
        "ua": `На фінальному етапі ми <span class="steps-item-text-underline"> обклеюємо автомобіль антигравійною плівкою. </span> Поліуретанову плівку важливо встановлювати з повним дотриманням технології для уникнення появи клейових розтяжок та бульбашок під плівкою. При встановленні поліуретанової плівки SunTek у нашому детейлінг центрі, ми даємо гарантію на 5 років.`,
    },

    // COMPLEX
    "complex-title": {
        "ru": " Цена оклейки автомобиля антигравийной пленкой",
        "ua": "Ціна обклеювання автомобіля антигравійною плівкою",
    },
    "standart-title": {
        "ru": "Комплекс Стандарт",
        "ua": "Комплекс Стандарт",
    },
    "standart-text": {
        "ru": "Сюда входит оклейка:",
        "ua": "Сюди входить обклеювання:",
    },
    "standart-part-1": {
        "ru": "Капота",
        "ua": "Капота",
    },
    "standart-part-2": {
        "ru": "Переднего бампера",
        "ua": "Переднього бампера",
    },
    "standart-part-3": {
        "ru": "Передних крыльев",
        "ua": "Передніх крил",
    },
    "standart-part-4": {
        "ru": "Передней оптики (Фары, противотуманки)",
        "ua": "Передньої оптики (Фари, протитуманки)",
    },
    "standart-part-5": {
        "ru": "Зеркал",
        "ua": "Дзеркал",
    },
    "standart-part-6": {
        "ru": "Зон под ручками",
        "ua": "Зон під ручками",
    },
    "standart-part-7": {
        "ru": "Лаковых стоек 4шт.",
        "ua": "Лакових стійок 4шт.",
    },
    "standart-type-1": {
        "ru": `Седан - от <span class="complex-item-description-text-price">800$</span>`,
        "ua": `Седан - від <span class="complex-item-description-text-price">800$</span>`,
    },
    "standart-type-2": {
        "ru": `Кроссовер, внедорожник - от <span class="complex-item-description-text-price">900$</span>`,
        "ua": `Кросовер, позашляховик - від <span class="complex-item-description-text-price">900$</span>`,
    },
    "standart-link": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "premium-title": {
        "ru": "Комплекс Премиум",
        "ua": "Комплекс Преміум",
    },
    "premium-text": {
        "ru": "Сюда входит оклейка:",
        "ua": "Сюди входить обклеювання:",
    },
    "premium-part-1": {
        "ru": "Капота",
        "ua": "Капота",
    },
    "premium-part-2": {
        "ru": "Переднего бампера",
        "ua": "Переднього бампера",
    },
    "premium-part-3": {
        "ru": "Передних крыльев",
        "ua": "Передніх крил",
    },
    "premium-part-4": {
        "ru": "Передней оптики (Фары, противотуманки)",
        "ua": "Передньої оптики (Фари, протитуманки)",
    },
    "premium-part-5": {
        "ru": "Зеркал",
        "ua": "Дзеркал",
    },
    "premium-part-6": {
        "ru": "Зон под ручками",
        "ua": "Зон під ручками",
    },
    "premium-part-7": {
        "ru": "Стоек возле лобового стекла",
        "ua": "Стійок біля лобового скла",
    },
    "premium-part-8": {
        "ru": "Лаковых стоек 4шт.",
        "ua": "Лакових стійок 4шт.",
    },
    "premium-part-9": {
        "ru": "Полосы над лобовым стеклом (25−30 см)",
        "ua": "Смуги над лобовим склом (25-30 см)",
    },
    "premium-type-1": {
        "ru": `Седан - от <span class="complex-item-description-text-price">950$</span>`,
        "ua": `Седан - від <span class="complex-item-description-text-price">950$</span>`,
    },
    "premium-type-2": {
        "ru": `Кроссовер, внедорожник - от <span class="complex-item-description-text-price">1020$</span>`,
        "ua": `Кросовер, позашляховик - від <span class="complex-item-description-text-price">1020$</span>`,
    },
    "premium-link": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "full-title": {
        "ru": "Полное бронирование автомобиля",
        "ua": "Повне бронювання автомобіля",
    },
    "full-text": {
        "ru": "Если вы часто ездите по трасе, пересеченной местности или просто хотите защитить свой автомобиль Тогда мы вам рекомендуем оклеить весь автомобиль для защиты ЛКП от механических воздействий. Этим вы сможете избежать образование сколов, что в дальнейшем предотвратит образование коррозии",
        "ua": "Якщо ви часто їздите трасою, пересіченою місцевістю або просто хочете захистити свій автомобіль Тоді ми вам рекомендуємо обклеїти весь автомобіль для захисту ЛКП від механічних впливів. Цим ви зможете уникнути утворення сколів, що надалі запобігатиме появі корозій.",
    },
    "full-part": {
        "ru": "Полная оклейка автомобиля",
        "ua": "Повне обклеювання автомобіля",
    },
    "full-type-1": {
        "ru": `Седан - от <span class="complex-item-description-text-price">2000$</span>`,
        "ua": `Седан - від <span class="complex-item-description-text-price">2000$</span>`,
    },
    "full-type-2": {
        "ru": `Кроссовер, внедорожник - от <span class="complex-item-description-text-price">2200$</span>`,
        "ua": `Кросовер, позашляховик - від <span class="complex-item-description-text-price">2200$</span>`,
    },
    "full-link": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "detail-title": {
        "ru": "Так же можно оклеить любые элементы кузова",
        "ua": "Також можна обклеїти будь-які елементи кузова",
    },
    "detail-text": {
        "ru": "Стоимость обсуждается индивидуально, в зависимомти от потребностей.",
        "ua": "Вартість обговорюється індивідуально, залежно від потреб.",
    },
    "detail-link": {
        "ru": "Записаться",
        "ua": "Записатись",
    },

    // RECOMENDATIONS
    "recom-title": {
        "ru": "РЕКОМЕНДУЕМ",
        "ua": "РЕКОМЕНДУЄМО",
    },
    "recom-1-text": {
        "ru": "Практически в каждом салоне автомобиля присутствуют глянцевые элементы, такие как:",
        "ua": "Практично в кожному салоні автомобіля є глянцеві елементи, такі як:",
    },
    "recom-1-item-1": {
        "ru": "центральная консоль",
        "ua": "центральна консоль",
    },
    "recom-1-item-2": {
        "ru": "глянцевые вставки на торпеде",
        "ua": "глянцеві вставки на торпеді ",
    },
    "recom-1-item-3": {
        "ru": "глянцевые вставки на торпеде дверных картах",
        "ua": "глянцеві вставки на торпеді та дверних картах",
    },
    "recom-1-text-2": {
        "ru": "Для сохранности лаковых элементов Вашего салона, рекомендуем установить глянцевую полиуретановую пленку, которая обеспечит надежную защиту от царапин и мелких механических воздействий.",
        "ua": "Для збереження лакових елементів Вашого салону рекомендуємо встановити глянцеву поліуретанову плівку, яка забезпечить надійний захист від подряпин та дрібних механічних впливів.",
    },
    "recom-2-text": {
        "ru": "Прежде всего антигравийная пленка понадобится для тех деталей, которые больше всего подвергаются механическим воздействиям во время езды:",
        "ua": "Практично в кожному салоні автомобіля є глянцеві елементи, такі як:",
    },
    "recom-2-item-1": {
        "ru": "капот",
        "ua": "капот",
    },
    "recom-2-item-2": {
        "ru": `передний бампер - здесь рекомендуют осуществить полную оклейку, а в случае с задним бампером нанесение антигравийной пленки должно осуществляться снизу и сверху ("Погрузочная зона")`,
        "ua": `передній бампер - тут рекомендують здійснити повне обклеювання, а у випадку із заднім бампером нанесення антигравійної плівки має здійснюватися знизу та зверху ("Навантажувальна зона")`,
    },
    "recom-2-item-3": {
        "ru": "передние крылья",
        "ua": "передні крила",
    },
    "recom-2-item-4": {
        "ru": "элементы освещения - сюда относят фары и противотуманные фары",
        "ua": "елементи освітлення - сюди відносять фари та протитуманні фари",
    },
    "recom-2-item-5": {
        "ru": "боковые зеркала, их лицевая часть",
        "ua": "бічні дзеркала, їх лицьова частина",
    },
    "recom-2-item-6": {
        "ru": "пороги, дверные проемы, места под ручками, с помощью которых открываются двери - они страдают в момент высадки либо посадки пассажиров",
        "ua": "пороги, дверні отвори, місця під ручками, за допомогою яких відчиняються двері - вони страждають у момент висадки або посадки пасажирів",
    },
    
    // CONTACT FORM
    "contact-title-part": {
        "ru": "Запись",
        "ua": "Запис",
    },
    "contact-title-part-2": {
        "ru": "на бесплатную консультацию",
        "ua": "на безкоштовну консультацію",
    },
    "contact-form-button": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "content": {
        "ru": "Спасибо, мы скоро с вами свяжемся",
        "ua": "Дякуємо, ми скоро з вами зв'яжемось",
    },

     // FOOTER
    "footer-home": {
        "ru": "Главная",
        "ua": "Головна",
    },
    "footer-chemical": {
        "ru": "Химчистка",
        "ua": "Хімчистка",
    },
    "footer-film": {
        "ru": "Бронепленка",
        "ua": "Бронєплівка",
    },
    "footer-defence": {
        "ru": "Покрытия",
        "ua": "Покриття",
    },
    "footer-wash": {
        "ru": "Мойка",
        "ua": "Мийка",
    },
    "footer-toning": {
        "ru": "Тонировка",
        "ua": "Тоніровка",
    },
    "footer-link-address": {
        "ru": "ул. Марьинская 20",
        "ua": "вул. Мар'їнська 20",
    },
}