const langArr = {
    // header
    "title": {
        "ru": "Детейлинг в Харькове | Sparkle Studio",
        "ua": "Дітейлінг у Харкові | Sparkle Studio",
    },
    "chemical": {
        "ru": "химчистка",
        "ua": "хімчистка",
    },
    "film": {
        "ru": "бронепленка",
        "ua": "бронєплівка",
    },
    "defence": {
        "ru": "покрытия",
        "ua": "покриття",
    },
    "wash": {
        "ru": "мойка",
        "ua": "мийка",
    },
    "toning": {
        "ru": "тонировка",
        "ua": "тонування",
    },
    // header-mob
    "home": {
        "ru": "главная",
        "ua": "головна",
    },
    "chemical-mob": {
        "ru": "химчистка",
        "ua": "хімчистка",
    },
    "film-mob": {
        "ru": "бронепленка",
        "ua": "бронєплівка",
    },
    "defence-mob": {
        "ru": "покрытия",
        "ua": "покриття",
    },
    "wash-mob": {
        "ru": "мойка",
        "ua": "мийка",
    },
    "toning-mob": {
        "ru": "тонировка",
        "ua": "тонування",
    },

    // hero
    "hero-title": {
        "ru": "Детейлинг в Харькове",
        "ua": "Дітейлінг в Харкові",
    },
    "hero-text-one": {
        "ru": "Полная оклейка кузова антигравийной пленкой",
        "ua": "Повне обклеювання кузова антигравійною плівкою",
    },
    "hero-text-two": {
        "ru": "Нанесение защитных покрытий",
        "ua": "Нанесення захисних покриттів",
    },
    "hero-text-three": {
        "ru": "Детейлинг химчистка",
        "ua": "Дітейлінг хімчистка",
    },
    "hero-text-four": {
        "ru": "Детейлинг мойка",
        "ua": "Дітейлінг мийка",
    },
    "hero-text-five": {
        "ru": "Тонировка стекол",
        "ua": "Тонювання скла",
    },
    "hero-button-link": {
        "ru": "ПОЗВОНИТЬ",
        "ua": "ЗАТЕЛЕФОНУВАТИ",
    },

    // service

    "service-title": {
        "ru": "Наши услуги",
        "ua": "Наші послуги",
    },
    "service-text-one": {
        "ru": "Обновление б\у и защита новых автомобилей",
        "ua": "Оновлення б\у та захист нових автомобілів",
    },
    "service-item-title-one": {
        "ru": "Детейлинг химчистка автомобиля",
        "ua": "Дітейлінг хімчистка автомобіля",
    },
    "service-item-item-description-one-1": {
        "ru": "Чтобы салон всегда выглядел безупречно",
        "ua": "Щоб салон завжди виглядав бездоганно",
    },
    "service-item-item-description-one-2": {
        "ru": "мы рекомендуем регулярно",
        "ua": "ми рекомендуємо регулярно",
    },
    "service-item-item-description-one-3": {
        "ru": "не реже",
        "ua": "не рідше",
    },
    "service-item-item-description-one-4": {
        "ru": "чем раз в год",
        "ua": "ніж раз на рік",
    },
    "service-item-item-description-one-5": {
        "ru": "производить химчистку салона автомобиля",
        "ua": "робити хімчистку салону автомобіля",
    },
    "lng-service-item-item-description-two-1": {
        "ru": "Ведь загрязнённая обивка — это источник пыли и скопление микробов",
        "ua": "Адже забруднена оббивка – це джерело пилу та скупчення мікробів",
    },
    "service-item-item-description-three-1": {
        "ru": "Детейлинг химчистка салона автомобиля подразумевает обработку всех элементов",
        "ua": "Дітейлінг хімчистка салону автомобіля передбачає обробку всіх елементів",
    },
    "service-item-item-description-three-2": {
        "ru": "в том числе каждого стыка между панелями и мелкими деталями салона",
        "ua": "у тому числі кожного стику між панелями та дрібними деталями салону",
    },
    "service-item-item-description-four-1": {
        "ru": "Химчистка в нашей студии полностью вернет салону вашего автомобиляпервоначальный вид",
        "ua": "Хімчистка у нашій студії повністю поверне салону вашого автомобіля первісний вигляд",
    },
    "service-item-text-one": {
        "ru": "Подробнее",
        "ua": "Детальніше",
    },
    "film-service-item-title": {
        "ru": "Оклейка бронепленкой",
        "ua": "Обклеювання бронеплівкою",
    },
    "film-service-item-pre-title-part-1": {
        "ru": "Антигравийная плёнка",
        "ua": "Антигравійна плівка",
    },
    "film-service-item-pre-title-part-2": {
        "ru": "- это надёжная защита от",
        "ua": "- це надійний захист від",
    },
    "film-service-item-item-description-one-1": {
        "ru": "Механических повреждений (гравия",
        "ua": "Механічних пошкоджень (гравію",
    },
    "film-service-item-item-description-one-2": {
        "ru": " незначительных ДТП",
        "ua": " незначних ДТП",
    },
    "film-service-item-item-description-one-3": {
        "ru": "царапин",
        "ua": "подряпин",
    },
    "film-service-item-item-description-one-4": {
        "ru": "сколов) лакокрасочного покрытия",
        "ua": "сколів) лакофарбового покриття",
    },
    "film-service-item-item-description-two-1": {
        "ru": "Ожогов (смол с деревьев",
        "ua": "Опіків (смол з дерев",
    },
    "film-service-item-item-description-two-2": {
        "ru": "птичьего помета)",
        "ua": "пташиного посліду)",
    },
    "film-service-item-item-description-three": {
        "ru": "Химии с дорог",
        "ua": "Хімії з доріг",
    },
    "film-service-item-item-description-four": {
        "ru": "А также пленка придает потрясающий блеск и гидрофобный эффект",
        "ua": "А також плівка надає приголомшливий блиск та гідрофобний ефект",
    },
    "film-service-item-item-description-five": {
        "ru": " Мы используем высококачественную полиуретановую пленку SunTek производства США.",
        "ua": "Ми використовуємо високоякісну поліуретанову плівку SunTek виробництва США.",
    },
    "film-service-item-text": {
        "ru": "Подробнее",
        "ua": "Детальніше",
    },
    "defence-service-item-title": {
        "ru": "Защитные покрытия",
        "ua": "Захисні покриття",
    },
    "defence-service-item-pre-title-1": {
        "ru": "Хотите",
        "ua": "Бажаєте",
    },
    "defence-service-item-pre-title-2": {
        "ru": "чтобы Ваш автомобиль всегда оставался неотразим? Но множество факторов внешней среды этого не хотят. Агрессивные реагенты",
        "ua": "щоб Ваш автомобіль завжди залишався чарівним? Але безліч факторів довкілля цього не хочуть. Агресивні реагенти",
    },
    "defence-service-item-pre-title-3": {
        "ru": "ультрафиолет",
        "ua": "ультрафіолет",
    },
    "defence-service-item-pre-title-4": {
        "ru": "а также щелочная химия на автомойках. Такие защитные покрытия как твердый воск",
        "ua": "а також лужна хімія на авто мийках. Такі захисні покриття як твердий віск",
    },
    "defence-service-item-pre-title-5": {
        "ru": "помогут Вам защитить ЛКП автомобиля",
        "ua": "допоможуть Вам захистити ЛКП автомобіля",
    },
    "defence-service-item-pre-title-6": {
        "ru": "а также придадут:",
        "ua": "а також додадуть:",
    },
    "defence-service-item-item-description-1": {
        "ru": "потрясающий блеск",
        "ua": "приголомшливий блиск",
    },
    "defence-service-item-item-description-2": {
        "ru": "насытят цвет",
        "ua": "наситять колір",
    },
    "defence-service-item-item-description-3": {
        "ru": "придадут гидрофобный эффект",
        "ua": "нададуть гідрофобний ефект",
    },
    "defence-service-item-text": {
        "ru": "Подробнее",
        "ua": "Детальніше",
    },
    "wash-service-item-title": {
        "ru": "Детейлинг мойка",
        "ua": "Дітейлінг мийка",
    },
    "wash-service-item-pre-title": {
        "ru": "Привести авто в идеальный порядок позволяет детейлинг мойка автомобиля",
        "ua": "Привести авто в ідеальний порядок дозволяє детейлінг миття автомобіля",
    },
    "wash-service-item-item-description-1": {
        "ru": "трехфазная мойка",
        "ua": "трифазна мийка",
    },
    "wash-service-item-item-description-2": {
        "ru": "сушка микрофибровыми салфетками",
        "ua": "сушіння мікрофібровими серветками",
    },
    "wash-service-item-item-description-3": {
        "ru": "продувка воздухом",
        "ua": "продування повітрям",
    },
    "wash-service-item-item-description-4": {
        "ru": "чернение резины",
        "ua": "чорніння гуми",
    },
    "wash-service-item-item-description-5": {
        "ru": "уборка салона",
        "ua": "прибирання салону",
    },
    "wash-service-item-text": {
        "ru": "Подробнее",
        "ua": "Детальніше",
    },
    "toning-service-item-title": {
        "ru": "Тонировка стекол",
        "ua": "Тонювання стекл",
    },
    "toning-service-item-pre-title": {
        "ru": "Недорогой способ уберечь себя от ослепления прямым солнечным светом днем и огнями встречного транспорта в темное время суток",
        "ua": "Недорогий спосіб уберегти себе від засліплення прямим сонячним світлом вдень та вогнями зустрічного транспорту у темний час доби",
    },
    "toning-service-item-item-description-1": {
        "ru": "двухфазная мойка",
        "ua": "двохфазна мийка",
    },
    "toning-service-item-item-description-2": {
        "ru": "тонировка стекол",
        "ua": "тонювання стекл",
    },
    "toning-service-item-item-description-3": {
        "ru": "уборка салона",
        "ua": "прибирання салону",
    },
    "toning-service-item-item-description-4": {
        "ru": "чернение резины",
        "ua": "чьорніння резини",
    },
    "toning-service-item-text": {
        "ru": "Подробнее",
        "ua": "Детальніше",
    },

    // STOCKS
    "stocks-title": {
        "ru": "Акции",
        "ua": "Акції",
    },
    "stocks-item-title-1": {
        "ru": "Спецпредложение",
        "ua": "Спеціальна пропозиція",
    },
    "stocks-item-text-1": {
        "ru": "Запишись на любую услугу до 1 августа и получи скидку 10%!",
        "ua": "Запишись на будь-яку послугу до 1 серпня та отримай знижку 10%!",
    },
    "stocks-item-link-1": {
        "ru": "Успей записаться!",
        "ua": "Встигни записатися!",
    },
    "stocks-item-title-2": {
        "ru": "Акция <br /> 'Твердый воск'",
        "ua": "Акція <br/> 'Твердий віск'",
    },
    "stocks-item-text-2": {
        "ru":  `При оклейке фронтальной части авто пленкой (<a href="./film.html#standart" style="color: inherit; font-weight: 700;">Комплекс Стандарт</a> ) услуга Твердый воск в подарок`,
        "ua": `При обклеюванні фронтальної частини авто плівкою (<a href="./film.html#standart" style="color: inherit; font-weight: 700;">Комплекс Стандарт</a> ) послуга Твердий віск у подарунок`,
    },
    "stocks-item-link-2": {
        "ru": "Успей записаться!",
        "ua": "Встигни записатися!",
    },

    // CONTACT FORM
    "contact-title-part": {
        "ru": "Запись",
        "ua": "Запис",
    },
    "contact-title-part-2": {
        "ru": "на бесплатную консультацию",
        "ua": "на безкоштовну консультацію",
    },
    "contact-form-button": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "content": {
        "ru": "Спасибо, мы скоро с вами свяжемся",
        "ua": "Дякуємо, ми скоро з вами зв'яжемось",
    },

     // FOOTER
    "footer-home": {
        "ru": "Главная",
        "ua": "Головна",
    },
    "footer-chemical": {
        "ru": "Химчистка",
        "ua": "Хімчистка",
    },
    "footer-film": {
        "ru": "Бронепленка",
        "ua": "Бронєплівка",
    },
    "footer-defence": {
        "ru": "Покрытия",
        "ua": "Покриття",
    },
    "footer-wash": {
        "ru": "Мойка",
        "ua": "Мийка",
    },
    "footer-toning": {
        "ru": "Тонировка",
        "ua": "Тонування",
    },
    "footer-link-address": {
        "ru": "ул. Марьинская 20",
        "ua": "вул. Мар'їнська 20",
    },
}