const langArr = {
    // header
    "title": {
        "ru": "Тонировка стекол   | Sparkle Studio",
        "ua": "Тонування скла | Sparkle Studio",
    },
    "chemical": {
        "ru": "химчистка",
        "ua": "хімчистка",
    },
    "film": {
        "ru": "бронепленка",
        "ua": "бронєплівка",
    },
    "defence": {
        "ru": "покрытия",
        "ua": "покриття",
    },
    "wash": {
        "ru": "мойка",
        "ua": "мийка",
    },
    "toning": {
        "ru": "тонировка",
        "ua": "тонування",
    },
    // header-mob
    "home": {
        "ru": "главная",
        "ua": "головна",
    },
    "chemical-mob": {
        "ru": "химчистка",
        "ua": "хімчистка",
    },
    "film-mob": {
        "ru": "бронепленка",
        "ua": "бронєплівка",
    },
    "defence-mob": {
        "ru": "покрытия",
        "ua": "покриття",
    },
    "wash-mob": {
        "ru": "мойка",
        "ua": "мийка",
    },
    "toning-mob": {
        "ru": "тонировка",
        "ua": "тонування",
    },

    // HERO
    "hero-title": {
        "ru": "Тонировка стекол",
        "ua": "Тонування скла ",
    },
    "hero-text-1": {
        "ru": "Недорогой способ уберечь себя от ослепления прямым солнечным светом днем и огнями встречного транспорта в темное время суток",
        "ua": "Недорогий спосіб уберегти себе від засліплення прямим сонячним світлом вдень і вогнями зустрічного транспорту у темну пору доби.",
    },
    "hero-button-link": {
        "ru": "ПОЗВОНИТЬ",
        "ua": "ЗАТЕЛЕФОНУВАТИ",
    },

    //  BENEFITS
    "benefits-title": {
        "ru": "Польза тонировки",
        "ua": "Користь тонування",
    },
    "benefits-item-1": {
        "ru": "Защита водителя и пассажиров от ультрафиолета и яркого света.",
        "ua": "Захист водія та пасажирів від ультрафіолету та яскравого світла.",
    },
    "benefits-item-2": {
        "ru": "Сохранение торпеды и обивки салона от выгорания и черезмерного нагрева. ",
        "ua": "Збереження торпеди та оббивки салону від вигоряння та надмірного нагрівання.",
    },
    "benefits-item-3": {
        "ru": "Экономия топлива при работе кондиционера (салон меньше нагревается летом).",
        "ua": "Економія палива під час роботи кондиціонера (салон менше нагрівається влітку).",
    },
    "benefits-item-4": {
        "ru": "Повышение безопасности (эластичный материал с клеевой основой не дает боковым стеклам развалиться на осколки при боковом столкновении).",
        "ua": "Підвищення безпеки (еластичний матеріал з клейовою основою не дає склу розвалитися на уламки при бічному зіткненні).",
    },
    "benefits-item-5": {
        "ru": "Стиль и индивидуальность.",
        "ua": "Стиль та індивідуальність.",
    },
    "benefits-text": {
        "ru": "Работаем с продукцией качественных брендов: <b>Suntek</b>, <b>LLumar</b>.",
        "ua": "Працюємо з продукцією якісних брендів: <b>Suntek</b>, <b>LLumar</b>.",
    },

    // SERVICE
    "service-title": {
        "ru": "В услугу тонировки авто входит:",
        "ua": "У послугу тонування авто входить:",
    },
    "service-item-1": {
        "ru": "Мойка автомобиля",
        "ua": "Миття автомобіля",
    },
    "service-item-2": {
        "ru": "Тонировка стекол",
        "ua": "Тонування скла",
    },
    "service-item-3": {
        "ru": "Уборка салона",
        "ua": "Прибирання салону",
    },
    "service-item-4": {
        "ru": "Чернение шин",
        "ua": "Чорніння шин",
    },
    "service-text": {
        "ru": `Материал не боится мелких царапин, однако <span class="service-text-accent">мыть стекла нежелательно в течение 2−3 дней с момента окончания работы</span>, чтобы под покрытие не попала вода и моющие средства. Также исключите абразивные чистящие и моющие средства и щетки с жесткой щетиной. <br /> <br /> Настоятельно <span class="service-text-accent">не рекомендуется ручное удаление устаревшей пленки</span> с поверхности стекла. Во-первых, в большинстве случаев процедура будет проводиться кустарно. Во-вторых, на поверхности останутся следы клея, к которым наверняка пристанет дорожная пыль, закрывающая обзор на дороге.`,
        "ua":  `Матеріал не боїться дрібних подряпин, проте <span class="service-text-accent">мити стекла небажано протягом 2-3 днів з моменту закінчення роботи</span>, щоб під покриття не потрапила вода та миючі засоби. Також виключіть абразивні миючі засоби та щітки з жорсткою щетиною.<br /> <br /> Настійно  <span class="service-text-accent">не рекомендується ручне видалення застарілої плівки</span> із поверхні скла. По-перше, в більшості випадків процедура проводитиметься кустарно. По-друге, на поверхні залишаться сліди клею, до яких, напевно, пристане дорожній пил, що закриє огляд на дорозі.`,
    },
    
    // CONTACT FORM
    "contact-title-part": {
        "ru": "Запись",
        "ua": "Запис",
    },
    "contact-title-part-2": {
        "ru": "на бесплатную консультацию",
        "ua": "на безкоштовну консультацію",
    },
    "contact-form-button": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "content": {
        "ru": "Спасибо, мы скоро с вами свяжемся",
        "ua": "Дякуємо, ми скоро з вами зв'яжемось",
    },

     // FOOTER
    "footer-home": {
        "ru": "Главная",
        "ua": "Головна",
    },
    "footer-chemical": {
        "ru": "Химчистка",
        "ua": "Хімчистка",
    },
    "footer-film": {
        "ru": "Бронепленка",
        "ua": "Бронєплівка",
    },
    "footer-defence": {
        "ru": "Покрытия",
        "ua": "Покриття",
    },
    "footer-wash": {
        "ru": "Мойка",
        "ua": "Мийка",
    },
    "footer-toning": {
        "ru": "Тонировка",
        "ua": "Тонування",
    },
    "footer-link-address": {
        "ru": "ул. Марьинская 20",
        "ua": "вул. Мар'їнська 20",
    },
}