const langArr = {
    // header
    "title": {
        "ru": "Детейлинг мойка  | Sparkle Studio",
        "ua": "Дітейлінг мийка | Sparkle Studio",
    },
    "chemical": {
        "ru": "химчистка",
        "ua": "хімчистка",
    },
    "film": {
        "ru": "бронепленка",
        "ua": "бронєплівка",
    },
    "defence": {
        "ru": "покрытия",
        "ua": "покриття",
    },
    "wash": {
        "ru": "мойка",
        "ua": "мийка",
    },
    "toning": {
        "ru": "тонировка",
        "ua": "тоніровка",
    },
    // header-mob
    "home": {
        "ru": "главная",
        "ua": "головна",
    },
    "chemical-mob": {
        "ru": "химчистка",
        "ua": "хімчистка",
    },
    "film-mob": {
        "ru": "бронепленка",
        "ua": "бронєплівка",
    },
    "defence-mob": {
        "ru": "покрытия",
        "ua": "покриття",
    },
    "wash-mob": {
        "ru": "мойка",
        "ua": "мийка",
    },
    "toning-mob": {
        "ru": "тонировка",
        "ua": "тоніровка",
    },

    // HERO
    "hero-title": {
        "ru": "Детейлинг мойка",
        "ua": "Дітейлінг мийка",
    },
    "hero-text-1": {
        "ru": " Привести авто в идеальный порядок позволяет детейлинг мойка автомобиля",
        "ua": "Привести авто в ідеальний порядок дозволяє детейлінг миття автомобіля",
    },
    "hero-button-link": {
        "ru": "ПОЗВОНИТЬ",
        "ua": "ЗАТЕЛЕФОНУВАТИ",
    },

    // STEPS
    "steps-title": {
        "ru": "Этапы",
        "ua": "Етапи",
    },
    "steps-step-1": {
        "ru": "трехфазная мойка",
        "ua": "трифазна мийка",
    },
    "steps-step-2": {
        "ru": "продувка воздухом",
        "ua": "продування повітрям",
    },
    "steps-step-3": {
        "ru": "сушка микрофибровыми полотенцами",
        "ua": "сушіння мікрофібровими рушниками",
    },
    "steps-step-4": {
        "ru": "чернение резины",
        "ua": "чорніння гуми",
    },
    "steps-text": {
        "ru": "В ходе работ используются шампуни с нано добавками, особые губки, специальные кисти, салфетки из микрофибры и средства чернения резины.",
        "ua": "У ході робіт використовуються професійні шампуні , особливі губки, спеціальні кисті, серветки з мікрофібри та засоби чорніння гуми.",
    },

    // DESCRIPTION
    "description-title": {
        "ru": "Основные этапы детейлинг мойки",
        "ua": "Основні етапи дітейлінг мийки",
    },
    "description-text-1": {
        "ru": "Детейлинг – высокотехнологичный процесс, который не закажешь на обычной автомойке. Для работы необходимо специализированное оборудование и автохимия, подготовленный персонал, знакомый с технологией нанесения профессиональных составов. <br /> <br /> Осуществляется детейлинг мойка в несколько этапов:",
        "ua": "Детейлінг –це високотехнологічний процес, який не замовиш на звичайній автомийці. Для роботи необхідне спеціалізоване обладнання та автохімія, підготовлений персонал, знайомий із технологією нанесення професійних складів. <br /> <br /> Здійснюється детейлінг мийка у кілька етапів:",
    },
    "description-item-1": {
        "ru": "трехфазная мойка с использованием профессиональной химии, особые губки, специальные кисти",
        "ua": "трифазна мийка з використанням професійної хімії, спеціальні губки, спеціальні кисті",
    },
    "description-item-2": {
        "ru": "продувка воздухом",
        "ua": "продування повітрям",
    },
    "description-item-3": {
        "ru": "сушка микрофиброй",
        "ua": "сушіння мікрофіброю",
    },
    "description-item-4": {
        "ru": "чернение резины",
        "ua": "чорніння гуми",
    },
    "description-item-5": {
        "ru": "уборка в салоне",
        "ua": "прибирання в салоні",
    },
    "description-text-after-all": {
        "ru": "Начинается все с трехфазной мойки, первым этапом которой является традиционная бесконтактная мойка. После ее завершения мастер осматривает кузов на наличие следов въевшейся грязи, особо загрязненных участков, въевшихся металлических стружек. Они удаляются на втором этапе работ – во время ручной мойки, в ходе которой используются средства автохимии, специальные крупнозернистые губки, удаляющие статическую грязь не царапая кузова. Завершающим этапом трехфазной мойки является нанесение консервирующего воска. <br /> <br /> Для сушки кузова используется микрофибра. Она не оставляет на поверхности следов и ворсинок, а благодаря повышенной мягкости не царапает ЛКП. Для чернения резины так же применяются средства, глубоко проникающие в поры покрышки и очищающие ее от въевшейся грязи. При этом резине придаются дополнительные гидрофобные свойства.",
        "ua": "Починається все з трифазного миття, першим етапом якого є традиційне безконтактне миття. Після її завершення майстер оглядає кузов на наявність слідів бруду, особливо забруднених ділянок, металевих стружок, що в'їлися. Вони видаляються на другому етапі робіт - під час ручного миття, в ході якої використовуються засоби автохімії, спеціальні крупнопористі губки, що видаляють статичну грязь не дряпаючи кузов. Завершальним етапом трифазного миття є нанесення воску, що консервує. <br /> <br /> Для сушіння кузова використовується мікрофібра. Вона не залишає на поверхні слідів та ворсинок, а завдяки підвищеній м'якості не дряпає ЛКП. Для чорніння гуми так само застосовуються засоби, що глибоко проникають в пори покришки і очищають її від бруду, що в'ївся. При цьому гумі надаються додаткові гідрофобні властивості.",
    }, 
    
    // CONTACT FORM
    "contact-title-part": {
        "ru": "Запись",
        "ua": "Запис",
    },
    "contact-title-part-2": {
        "ru": "на бесплатную консультацию",
        "ua": "на безкоштовну консультацію",
    },
    "contact-form-button": {
        "ru": "Записаться",
        "ua": "Записатись",
    },
    "content": {
        "ru": "Спасибо, мы скоро с вами свяжемся",
        "ua": "Дякуємо, ми скоро з вами зв'яжемось",
    },

     // FOOTER
    "footer-home": {
        "ru": "Главная",
        "ua": "Головна",
    },
    "footer-chemical": {
        "ru": "Химчистка",
        "ua": "Хімчистка",
    },
    "footer-film": {
        "ru": "Бронепленка",
        "ua": "Бронєплівка",
    },
    "footer-defence": {
        "ru": "Покрытия",
        "ua": "Покриття",
    },
    "footer-wash": {
        "ru": "Мойка",
        "ua": "Мийка",
    },
    "footer-toning": {
        "ru": "Тонировка",
        "ua": "Тоніровка",
    },
    "footer-link-address": {
        "ru": "ул. Марьинская 20",
        "ua": "вул. Мар'їнська 20",
    },
}